Repository: bijuvarghese/MyWealth
Catalog: MyWealth/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, pt_br, zh_hans

source: Net Worth Goal. %@. Progress %@. %@ %@
ar: هدف القيمة الصافية. %1$@. التقدم %2$@. %3$@ %4$@
de: Nettovermögensziel. %1$@. Fortschritt %2$@. %3$@ %4$@
es: Meta de patrimonio neto. %1$@. Progreso %2$@. %3$@ %4$@
fr: Objectif de valeur nette. %1$@. Progrès %2$@. %3$@ %4$@
hi: निवल मूल्य लक्ष्य। %1$@. प्रगति %2$@. %3$@ %4$@
pt_br: Meta de patrimônio líquido. %1$@. Progresso %2$@. %3$@ %4$@
zh_hans: 净资产目标。 %1$@。进度%2$@。 %3$@ %4$@

source: Net Worth History
ar: تاريخ صافي الثروة
de: Vermögensgeschichte
es: Historia del patrimonio neto
fr: Historique de la valeur nette
hi: नेट वर्थ इतिहास
pt_br: Histórico de patrimônio líquido
zh_hans: 净资产历史

source: Net worth history will appear here as your portfolio data accumulates.
ar: سيظهر سجل صافي القيمة هنا مع تراكم بيانات محفظتك.
de: Der Verlauf Ihres Nettovermögens wird hier angezeigt, während sich Ihre Portfoliodaten ansammeln.
es: El historial del patrimonio neto aparecerá aquí a medida que se acumulen los datos de su cartera.
fr: L'historique de la valeur nette apparaîtra ici au fur et à mesure que les données de votre portefeuille s'accumulent.
hi: जैसे ही आपका पोर्टफोलियो डेटा जमा होगा, नेट वर्थ इतिहास यहां दिखाई देगा।
pt_br: O histórico do patrimônio líquido aparecerá aqui à medida que os dados do seu portfólio se acumulam.
zh_hans: 随着您的投资组合数据的积累，净值历史记录将显示在此处。

source: Net worth increased by %@ over recorded history.
ar: زيادة صافي القيمة بمقدار %@ على مدار التاريخ المسجل.
de: Das Nettovermögen ist im Verlauf der Aufzeichnungen um %@ gestiegen.
es: El patrimonio neto aumentó en %@ durante la historia registrada.
fr: Valeur nette augmentée de %@ au cours de l'historique enregistré.
hi: रिकॉर्ड किए गए इतिहास की तुलना में निवल संपत्ति में %@ की वृद्धि हुई।
pt_br: O patrimônio líquido aumentou em %@ ao longo do histórico registrado.
zh_hans: 净资产比历史记录增加了 %@。

source: Net Worth Over Time
ar: صافي القيمة مع مرور الوقت
de: Nettovermögen im Zeitverlauf
es: Valor neto a lo largo del tiempo
fr: Valeur nette au fil du temps
hi: समय के साथ निवल मूल्य
pt_br: Patrimônio líquido ao longo do tempo
zh_hans: 一段时间内的净资产

source: Net Worth Trend
ar: اتجاه صافي القيمة
de: Vermögenstrend
es: Tendencia del patrimonio neto
fr: Tendance de la valeur nette
hi: नेट वर्थ रुझान
pt_br: Tendência do patrimônio líquido
zh_hans: 净资产趋势

source: Net worth up %@ over the last %@.
ar: صافي القيمة يصل إلى %1$@ خلال %2$@ الأخير.
de: Nettovermögen %1$@ gegenüber dem letzten %2$@ gestiegen.
es: El patrimonio neto aumentó %1$@ con respecto al último %2$@.
fr: Valeur nette en hausse %1$@ par rapport au dernier %2$@.
hi: पिछले %2$@ की तुलना में निवल मूल्य %1$@ बढ़ गया।
pt_br: Patrimônio líquido aumentou %1$@ em relação ao último %2$@.
zh_hans: 净值比上次 %2$@ 增加了 %1$@。

source: Net worth: %@
ar: القيمة الصافية: %@
de: Nettovermögen: %@
es: Patrimonio neto: %@
fr: Valeur nette : %@
hi: निवल मूल्य: %@
pt_br: Patrimônio líquido: %@
zh_hans: 净值：%@

source: New Goal
ar: هدف جديد
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
hi: नया लक्ष्य
pt_br: Nova meta
zh_hans: 新目标

source: Nickel
ar: النيكل
es: Níquel
hi: निकल
pt_br: Níquel
zh_hans: 镍

source: no allocation history
ar: لا يوجد سجل تخصيص
de: keine Zuordnungshistorie
es: sin historial de asignación
fr: aucun historique d'allocation
hi: कोई आवंटन इतिहास नहीं
pt_br: sem histórico de alocação
zh_hans: 没有分配历史记录

source: No asset categories yet
ar: لا توجد فئات أصول حتى الآن
de: Noch keine Anlagekategorien
es: Aún no hay categorías de activos
fr: Aucune catégorie d'actifs pour l'instant
hi: अभी तक कोई संपत्ति श्रेणी नहीं
pt_br: Ainda não há categorias de recursos
zh_hans: 尚无资产类别

source: No asset updates yet
ar: لا توجد تحديثات للأصول حتى الآن
de: Noch keine Asset-Updates
es: Aún no hay actualizaciones de activos
fr: Aucune mise à jour des actifs pour l'instant
hi: अभी तक कोई संपत्ति अपडेट नहीं
pt_br: Ainda não há atualizações de recursos
zh_hans: 尚无资产更新

source: No Assets
ar: لا توجد أصول
de: Keine Vermögenswerte
es: Sin activos
fr: Aucun actif
hi: कोई संपत्ति नहीं
pt_br: Sem recursos
zh_hans: 没有资产

source: No assets found in %@.
ar: لم يتم العثور على أصول في %@.
de: Keine Assets in %@ gefunden.
es: No se encontraron activos en %@.
fr: Aucun actif trouvé dans %@.
hi: %@ में कोई संपत्ति नहीं मिली।
pt_br: Nenhum ativo encontrado em %@.
zh_hans: 在 %@ 中找不到资产。

source: No Assets or Debt
ar: لا توجد أصول أو ديون
de: Keine Vermögenswerte oder Schulden
es: Sin activos ni deudas
fr: Aucun actif ni dette
hi: कोई संपत्ति या ऋण नहीं
pt_br: Sem ativos ou dívidas
zh_hans: 无资产或债务

source: No Briefing Data
ar: لا توجد بيانات موجزة
de: Keine Briefing-Daten
es: Sin datos informativos
fr: Aucune donnée de briefing
hi: कोई ब्रीफिंग डेटा नहीं
pt_br: Sem dados de briefing
zh_hans: 无简报数据

source: No data was returned by the server.
ar: لم يتم إرجاع أية بيانات بواسطة الخادم.
de: Es wurden keine Daten vom Server zurückgegeben.
es: El servidor no devolvió ningún dato.
fr: Aucune donnée n'a été renvoyée par le serveur.
hi: सर्वर द्वारा कोई डेटा वापस नहीं किया गया।
pt_br: Nenhum dado foi retornado pelo servidor.
zh_hans: 服务器未返回任何数据。

source: No debt recorded
ar: لم يتم تسجيل أي ديون
de: Keine Schulden erfasst
es: No se registra deuda
fr: Aucune dette enregistrée
hi: कोई ऋण दर्ज नहीं किया गया
pt_br: Nenhuma dívida registrada
zh_hans: 没有债务记录

source: No duplicates found — your history is already clean.
ar: لم يتم العثور على أي تكرارات — سجلك نظيف بالفعل.
de: Keine Duplikate gefunden – Ihr Verlauf ist bereits sauber.
es: No se encontraron duplicados: su historial ya está limpio.
fr: Aucun doublon trouvé : votre historique est déjà propre.
hi: कोई डुप्लिकेट नहीं मिला - आपका इतिहास पहले से ही साफ़ है।
pt_br: Nenhuma duplicata encontrada — seu histórico já está limpo.
zh_hans: 未找到重复项 - 您的历史记录已经干净了。

source: No gain/loss data yet. Add purchase prices or cost basis to see attribution.
ar: لا توجد بيانات الربح/الخسارة حتى الآن. أضف أسعار الشراء أو أساس التكلفة لرؤية الإسناد.
de: Noch keine Gewinn-/Verlustdaten. Fügen Sie Kaufpreise oder Kostenbasis hinzu, um die Zuordnung anzuzeigen.
es: Aún no hay datos de ganancias/pérdidas. Agregue precios de compra o base de costos para ver la atribución.
fr: Aucune donnée de gain/perte pour l'instant. Ajoutez des prix d'achat ou une base de coût pour voir l'attribution.
hi: अभी तक कोई लाभ/हानि डेटा नहीं। एट्रिब्यूशन देखने के लिए खरीद मूल्य या लागत आधार जोड़ें।
pt_br: Ainda não há dados de ganho/perda. Adicione preços de compra ou base de custo para ver a atribuição.
zh_hans: 尚无增益/损失数据。添加购买价格或成本基础以查看归属。

source: No History Yet
ar: لا يوجد تاريخ بعد
de: Noch kein Verlauf
es: Aún no hay historial
fr: Pas encore d'historique
hi: अभी तक कोई इतिहास नहीं
pt_br: Sem história ainda
zh_hans: 还没有历史记录

source: No liabilities are currently reducing net worth.
ar: لا توجد التزامات تقلل حاليًا من صافي القيمة.
de: Derzeit sind keine Verbindlichkeiten vermögensmindernd.
es: Actualmente no hay pasivos que reduzcan el patrimonio neto.
fr: Aucun passif ne réduit actuellement la valeur nette.
hi: वर्तमान में कोई भी देनदारी निवल मूल्य को कम नहीं कर रही है।
pt_br: Atualmente, nenhum passivo está reduzindo o patrimônio líquido.
zh_hans: 目前没有负债减少净资产。

source: No meaningful debt
ar: لا يوجد دين ذو معنى
de: Keine nennenswerten Schulden
es: Sin deuda significativa
fr: Aucune dette significative
hi: कोई सार्थक ऋण नहीं
pt_br: Nenhuma dívida significativa
zh_hans: 没有有意义的债务

source: No Net Worth Data
ar: لا توجد بيانات صافية للقيمة
de: Keine Vermögensdaten
es: Sin datos de patrimonio neto
fr: Aucune donnée sur la valeur nette
hi: कोई नेट वर्थ डेटा नहीं
pt_br: Sem dados de patrimônio líquido
zh_hans: 无净资产数据

source: None
ar: لا يوجد
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
pt_br: Nenhum
zh_hans: 无

source: Note (Optional)
ar: ملاحظة (اختياري)
de: Hinweis (optional)
es: Nota (Opcional)
fr: Remarque (facultatif)
hi: नोट (वैकल्पिक)
pt_br: Nota (Opcional)
zh_hans: 注意（可选）

source: Nothing new to import — all records already exist.
ar: لا يوجد شيء جديد لاستيراده - جميع السجلات موجودة بالفعل.
de: Nichts Neues zum Importieren – alle Datensätze sind bereits vorhanden.
es: No hay nada nuevo que importar: todos los registros ya existen.
fr: Rien de nouveau à importer — tous les enregistrements existent déjà.
hi: आयात करने के लिए कुछ भी नया नहीं - सभी रिकॉर्ड पहले से मौजूद हैं।
pt_br: Nada de novo para importar — todos os registros já existem.
zh_hans: 没有任何新内容可供导入 — 所有记录均已存在。

source: Notifications Permission
ar: إذن الإخطارات
de: Benachrichtigungsberechtigung
es: Permiso de notificaciones
fr: Autorisation des notifications
hi: अधिसूचना अनुमति
pt_br: Permissão de notificações
zh_hans: 通知权限

source: OK
ar: حسنا
es: Aceptar
fr: D'accord
hi: ठीक है
zh_hans: 好的

source: On track. Indicative date: %@.
ar: على المسار الصحيح. التاريخ الإرشادي: %@.
de: Auf dem richtigen Weg. Voraussichtliches Datum: %@.
es: En camino. Fecha indicativa: %@.
fr: En bonne voie. Date indicative : %@.
hi: ट्रैक पर। सांकेतिक तिथि: %@.
pt_br: No caminho certo. Data indicativa: %@.
zh_hans: 步入正轨。指示日期：%@。

source: one asset
ar: أصل واحد
de: ein Asset
es: un activo
fr: un atout
hi: एक संपत्ति
pt_br: um ativo
zh_hans: 一项资产

source: One More Year
ar: سنة أخرى
de: Noch ein Jahr
es: Un año más
fr: Un an de plus
hi: एक और वर्ष
pt_br: Mais um ano
zh_hans: 又一年

source: Opening share sheet...
ar: جارٍ فتح ورقة المشاركة...
de: Freigabeblatt wird geöffnet...
es: Abriendo hoja compartida...
fr: Ouverture de la feuille de partage...
hi: शेयरशीट खुल रही है...
pt_br: Abrindo planilha de compartilhamento...
zh_hans: 打开共享表...

source: Opens goal settings
ar: يفتح إعدادات الأهداف
de: Öffnet die Zieleinstellungen
es: Abre la configuración de objetivos
fr: Ouvre les paramètres d'objectif
hi: लक्ष्य सेटिंग खोलता है
pt_br: Abre as configurações de meta
zh_hans: 打开目标设置

source: Opens goal setup
ar: يفتح إعداد الهدف
de: Öffnet die Zieleinrichtung
es: Abre la configuración de objetivos
fr: Ouvre la configuration des objectifs
hi: लक्ष्य सेटअप खोलता है
pt_br: Abre a configuração da meta
zh_hans: 打开目标设置

source: Optimistic
ar: متفائل
de: Optimistisch
es: Optimista
fr: Optimiste
hi: आशावादी
pt_br: Otimista
zh_hans: 乐观

source: Optional backup and sync through your personal iCloud account.
ar: النسخ الاحتياطي والمزامنة الاختيارية من خلال حساب iCloud الشخصي الخاص بك.
de: Optionale Sicherung und Synchronisierung über Ihr persönliches iCloud-Konto.
es: Copia de seguridad y sincronización opcionales a través de su cuenta personal de iCloud.
fr: Sauvegarde et synchronisation facultatives via votre compte iCloud personnel.
hi: आपके व्यक्तिगत iCloud खाते के माध्यम से वैकल्पिक बैकअप और सिंक।
pt_br: Backup e sincronização opcionais através de sua conta pessoal do iCloud.
zh_hans: 通过您的个人 iCloud 帐户进行可选备份和同步。

source: Other Debt
ar: ديون أخرى
de: Sonstige Schulden
es: Otra Deuda
fr: Autres dettes
hi: अन्य ऋण
pt_br: Outras dívidas
zh_hans: 其他债务

source: Others
ar: أخرى
de: Andere
es: Otros
fr: Autres
hi: अन्य
pt_br: Outros
zh_hans: 其他

source: oz
ar: أوقية
es: onzas
fr: onces
hi: आउंस
pt_br: onças
zh_hans: 盎司

source: Palladium
ar: البلاديوم
es: Paladio
hi: पैलेडियम
pt_br: Paládio
zh_hans: 钯金

source: Pay Debt
ar: سداد الديون
de: Schulden bezahlen
es: Pagar Deuda
fr: Payer la dette
hi: ऋण चुकाएं
pt_br: Pagar dívida
zh_hans: 偿还债务

source: Paying off debt directly improves net worth and the debt-ratio component of portfolio health.
ar: يؤدي سداد الديون بشكل مباشر إلى تحسين صافي القيمة وعنصر نسبة الدين في صحة المحفظة.
de: Die direkte Tilgung von Schulden verbessert das Nettovermögen und die Schuldenquote-Komponente der Portfoliogesundheit.
es: El pago de la deuda mejora directamente el patrimonio neto y el componente del índice de endeudamiento de la salud de la cartera.
fr: Le remboursement de la dette améliore directement la valeur nette et la composante ratio d'endettement de la santé du portefeuille.
hi: ऋण का भुगतान सीधे निवल मूल्य और पोर्टफोलियो स्वास्थ्य के ऋण-अनुपात घटक में सुधार करता है।
pt_br: O pagamento da dívida melhora diretamente o patrimônio líquido e o componente do índice de endividamento da saúde do portfólio.
zh_hans: 偿还债务直接改善净资产和投资组合健康状况的债务比率部分。

source: Peak
ar: الذروة
de: Höhepunkt
es: Pico
fr: Sommet
hi: शिखर
pt_br: Pico
zh_hans: 高峰

source: Personal Loan
ar: القرض الشخصي
de: Privatkredit
es: Préstamo Personal
fr: Prêt Personnel
hi: व्यक्तिगत ऋण
pt_br: Empréstimo Pessoal
zh_hans: 个人贷款

source: Platinum
ar: بلاتينيوم
de: Platin
es: Platino
fr: Platine
hi: प्लैटिनम
pt_br: Platina
zh_hans: 白金

source: Portfolio
ar: المحفظة
es: Portafolio
fr: Portefeuille
hi: पोर्टफोलियो
pt_br: Portfólio
zh_hans: 作品集

source: Portfolio After 1 Year
ar: المحفظة بعد سنة واحدة
de: Portfolio nach 1 Jahr
es: Cartera después de 1 año
fr: Portefeuille après 1 an
hi: 1 वर्ष के बाद पोर्टफोलियो
pt_br: Portfólio após 1 ano
zh_hans: 一年后的投资组合

source: Portfolio Health
ar: صحة المحفظة
de: Portfolio-Gesundheit
es: Estado de la cartera
fr: Santé du portefeuille
hi: पोर्टफोलियो स्वास्थ्य
pt_br: Saúde do Portfólio
zh_hans: 投资组合健康

source: Portfolio health is %@ at %lld/100, with %@ in tracked assets and %@. Allocation is currently led by %@. %@
ar: صحة المحفظة هي %1$@ عند %2$lld/100، مع %3$@ في الأصول المتعقبة و%4$@. تتم إدارة التخصيص حاليًا بواسطة %5$@. %6$@
de: Der Zustand des Portfolios beträgt %1$@ bei %2$lld/100, mit %3$@ in den verfolgten Vermögenswerten und %4$@. Die Allokation wird derzeit von %5$@ geleitet. %6$@
es: El estado de la cartera es %1$@ en %2$lld/100, con %3$@ en activos rastreados y %4$@. Actualmente, la asignación está dirigida por %5$@. %6$@
fr: La santé du portefeuille est %1$@ à %2$lld/100, avec %3$@ dans les actifs suivis et %4$@. L'allocation est actuellement dirigée par %5$@. %6$@
hi: पोर्टफोलियो स्वास्थ्य %2$lld/100 पर %1$@ है, ट्रैक की गई संपत्तियों में %3$@ और %4$@ है। आवंटन का नेतृत्व वर्तमान में %5$@ द्वारा किया जाता है। %6$@
pt_br: A integridade do portfólio é %1$@ em %2$lld/100, com %3$@ em ativos rastreados e %4$@. A alocação é atualmente liderada por %5$@. %6$@
zh_hans: 投资组合健康状况为 %1$@，为 %2$lld/100，跟踪资产为 %3$@，%4$@。目前分配由%5$@主导。 %6$@

source: Portfolio Insights
ar: رؤى المحفظة
de: Portfolio-Einblicke
es: Perspectivas de la cartera
fr: Aperçu du portefeuille
hi: पोर्टफोलियो अंतर्दृष्टि
pt_br: Insights do portfólio
zh_hans: 投资组合见解

source: Portfolio Share
ar: مشاركة المحفظة
de: Portfolioanteil
es: Compartir cartera
fr: Part du portefeuille
hi: पोर्टफोलियो शेयर
pt_br: Compartilhamento de portfólio
zh_hans: 投资组合分享

source: Portfolio spans %lld categories — well diversified.
ar: تشمل المحفظة فئات %lld - متنوعة بشكل جيد.
de: Das Portfolio umfasst %lld-Kategorien – gut diversifiziert.
es: La cartera abarca categorías %lld, bien diversificada.
fr: Le portefeuille couvre les catégories %lld — bien diversifié.
hi: पोर्टफोलियो %lld श्रेणियों तक फैला हुआ है - अच्छी तरह से विविध।
pt_br: O portfólio abrange categorias %lld – bem diversificado.
zh_hans: 投资组合涵盖 %lld 类别 — 多元化。

source: Portfolio Trajectory
ar: مسار المحفظة
de: Portfolioverlauf
es: Trayectoria del Portafolio
fr: Trajectoire du portefeuille
hi: पोर्टफोलियो प्रक्षेपवक्र
pt_br: Trajetória do Portfólio
zh_hans: 投资组合轨迹

source: Positive trend
ar: اتجاه إيجابي
de: Positiver Trend
es: Tendencia positiva
fr: Tendance positive
hi: सकारात्मक रुझान
pt_br: Tendência positiva
zh_hans: 积极趋势

source: Precious Metals
ar: المعادن الثمينة
de: Edelmetalle
es: Metales Preciosos
fr: Métaux précieux
hi: कीमती धातुएँ
pt_br: Metais Preciosos
zh_hans: 贵金属

source: Preparing ChatGPT report...
ar: جارٍ إعداد تقرير ChatGPT...
de: ChatGPT-Bericht wird vorbereitet...
es: Preparando informe ChatGPT...
fr: Préparation du rapport ChatGPT...
hi: चैटजीपीटी रिपोर्ट तैयार की जा रही है...
pt_br: Preparando relatório ChatGPT...
zh_hans: 正在准备 ChatGPT 报告...

source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
pt_br: Visualização
zh_hans: 预览

source: Price unavailable
ar: السعر غير متوفر
de: Preis nicht verfügbar
es: Precio no disponible
fr: Prix indisponible
hi: कीमत उपलब्ध नहीं है
pt_br: Preço indisponível
zh_hans: 价格不详

source: Prices unavailable
ar: الأسعار غير متوفرة
de: Preise nicht verfügbar
es: Precios no disponibles
fr: Prix indisponibles
hi: कीमतें उपलब्ध नहीं हैं
pt_br: Preços indisponíveis
zh_hans: 价格不可用

source: Private by Default
ar: خاص بشكل افتراضي
de: Standardmäßig privat
es: Privado por defecto
fr: Privé par défaut
hi: डिफ़ॉल्ट रूप से निजी
pt_br: Privado por padrão
zh_hans: 默认私有

source: Progress is unavailable until the required exchange rates are available.
ar: لن يكون التقدم متاحًا حتى تتوفر أسعار الصرف المطلوبة.
de: Der Fortschritt ist erst verfügbar, wenn die erforderlichen Wechselkurse verfügbar sind.
es: El progreso no está disponible hasta que los tipos de cambio requeridos estén disponibles.
fr: La progression n'est pas disponible tant que les taux de change requis ne sont pas disponibles.
hi: आवश्यक विनिमय दरें उपलब्ध होने तक प्रगति अनुपलब्ध है।
pt_br: O progresso não estará disponível até que as taxas de câmbio exigidas estejam disponíveis.
zh_hans: 在获得所需的汇率之前，无法取得进展。

source: Projected Result
ar: النتيجة المتوقعة
de: Prognostiziertes Ergebnis
es: Resultado Proyectado
fr: Résultat projeté
hi: अनुमानित परिणाम
pt_br: Resultado Projetado
zh_hans: 预计结果

source: Projections are indicative and use your recorded net worth history. They are not financial advice or a guarantee.
ar: التوقعات إرشادية وتستخدم تاريخ صافي ثروتك المسجل. فهي ليست نصيحة مالية أو ضمانة.
de: Prognosen sind indikativ und basieren auf Ihrer aufgezeichneten Vermögenshistorie. Sie stellen keine Finanzberatung oder Garantie dar.
es: Las proyecciones son indicativas y utilizan su historial de patrimonio neto registrado. No son un asesoramiento financiero ni una garantía.
fr: Les projections sont indicatives et utilisent l'historique de votre valeur nette enregistrée. Ce ne sont pas des conseils financiers ni une garantie.
hi: अनुमान सांकेतिक हैं और आपके रिकॉर्ड किए गए निवल मूल्य इतिहास का उपयोग करते हैं। वे वित्तीय सलाह या गारंटी नहीं हैं।
pt_br: As projeções são indicativas e utilizam seu histórico de patrimônio líquido registrado. Eles não são conselhos financeiros ou garantias.
zh_hans: 预测仅供参考，并使用您记录的净资产历史记录。它们不是财务建议或保证。

source: Pull to refresh or check back later
ar: اسحب للتحديث أو التحقق مرة أخرى لاحقًا
de: Zum Aktualisieren ziehen oder später noch einmal vorbeischauen
es: Tire para actualizar o vuelva a consultar más tarde
fr: Tirez pour actualiser ou revenir plus tard
hi: ताज़ा करने के लिए खींचें या बाद में दोबारा जांचें
pt_br: Puxe para atualizar ou verifique mais tarde
zh_hans: 拉动刷新或稍后再回来查看

source: Range
ar: المدى
de: Bereich
es: Rango
fr: Portée
hi: रेंज
pt_br: Alcance
zh_hans: 范围

source: Rates
ar: أسعار الصرف
de: Wechselkurse
es: Tipos de cambio
fr: Taux de change
hi: दरें
pt_br: Taxas de câmbio
zh_hans: 汇率

source: Real Estate
ar: العقارات
de: Immobilien
es: Bienes Raíces
fr: Immobilier
hi: रियल एस्टेट
pt_br: Imóveis
zh_hans: 房地产

source: Real return after inflation. 7% is the long-term stock market average.
ar: العائد الحقيقي بعد التضخم. 7% هو متوسط ​​سوق الأسهم على المدى الطويل.
de: Reale Rendite nach Inflation. 7 % ist der langfristige Börsendurchschnitt.
es: Rentabilidad real después de la inflación. El 7% es el promedio bursátil a largo plazo.
fr: Rendement réel après inflation. 7% est la moyenne boursière à long terme.
hi: मुद्रास्फीति के बाद वास्तविक रिटर्न। 7% दीर्घकालिक शेयर बाज़ार का औसत है।
pt_br: Retorno real após inflação. 7% é a média do mercado de ações de longo prazo.
zh_hans: 扣除通货膨胀后的实际回报。 7%是长期股市平均水平。

source: Received an unexpected status code: %lld
ar: تم استلام رمز حالة غير متوقع: %lld
de: Es wurde ein unerwarteter Statuscode empfangen: %lld
es: Recibí un código de estado inesperado: %lld
fr: Reçu un code d'état inattendu : %lld
hi: एक अप्रत्याशित स्थिति कोड प्राप्त हुआ: %lld
pt_br: Recebeu um código de status inesperado: %lld
zh_hans: 收到意外状态代码：%lld

source: Recent Values
ar: القيم الحديثة
de: Aktuelle Werte
es: Valores recientes
fr: Valeurs récentes
hi: हाल के मूल्य
pt_br: Valores Recentes
zh_hans: 最近值

source: recorded debt
ar: الديون المسجلة
de: erfasste Schulden
es: deuda registrada
fr: dette enregistrée
hi: दर्ज ऋण
pt_br: dívida registrada
zh_hans: 记录债务

source: Records stay on this device unless you enable iCloud sync or export a backup
ar: تظل السجلات على هذا الجهاز ما لم تقم بتمكين مزامنة iCloud أو تصدير نسخة احتياطية
de: Datensätze bleiben auf diesem Gerät, es sei denn, Sie aktivieren die iCloud-Synchronisierung oder exportieren ein Backup
es: Los registros permanecen en este dispositivo a menos que habilites la sincronización de iCloud o exportes una copia de seguridad
fr: Les enregistrements restent sur cet appareil, sauf si vous activez la synchronisation iCloud ou exportez une sauvegarde
hi: जब तक आप iCloud सिंक सक्षम नहीं करते या बैकअप निर्यात नहीं करते तब तक रिकॉर्ड इस डिवाइस पर बने रहते हैं
pt_br: Os registros permanecem neste dispositivo, a menos que você ative a sincronização do iCloud ou exporte um backup
zh_hans: 记录将保留在此设备上，除非您启用 iCloud 同步或导出备份

source: Refresh Analysis
ar: تحديث التحليل
de: Analyse aktualisieren
es: Actualizar análisis
fr: Actualiser l'analyse
hi: ताज़ा विश्लेषण
pt_br: Análise de atualização
zh_hans: 刷新分析

source: Refresh Rates
ar: معدلات التحديث
de: Aktualisierungsraten
es: Tasas de actualización
fr: Taux de rafraîchissement
hi: ताज़ा दरें
pt_br: Taxas de atualização
zh_hans: 刷新率

source: Refreshing exchange rates...
ar: تحديث أسعار الصرف...
de: Erfrischende Wechselkurse...
es: Tipos de cambio actualizados...
fr: Taux de change actualisés...
hi: ताज़ा विनिमय दरें...
pt_br: Atualizando taxas de câmbio...
zh_hans: 刷新汇率...

source: Refreshing metal prices...
ar: تحديث أسعار المعادن..
de: Erfrischende Metallpreise...
es: Precios refrescantes de los metales...
fr: Prix des métaux rafraîchissants...
hi: ताज़ा धातु की कीमतें...
pt_br: Preços refrescantes do metal...
zh_hans: 刷新金属价格...

source: Refreshing portfolio analysis...
ar: جارٍ تحديث تحليل المحفظة...
de: Erfrischende Portfolioanalyse...
es: Análisis de cartera actualizado...
fr: Actualisation de l'analyse du portefeuille...
hi: ताज़ा पोर्टफोलियो विश्लेषण...
pt_br: Análise de portfólio atualizada...
zh_hans: 令人耳目一新的投资组合分析...

source: Remaining
ar: باقي
de: Verbleibend
es: Restante
fr: Restant
hi: शेष
pt_br: Restante
zh_hans: 剩余

source: Reminder Settings
ar: إعدادات التذكير
de: Erinnerungseinstellungen
es: Configuración de recordatorio
fr: Paramètres de rappel
hi: अनुस्मारक सेटिंग्स
pt_br: Configurações de lembrete
zh_hans: 提醒设置

source: Reminder Status
ar: حالة التذكير
de: Erinnerungsstatus
es: Estado del recordatorio
fr: Statut du rappel
hi: अनुस्मारक स्थिति
pt_br: Status do lembrete
zh_hans: 提醒状态

source: Reminder Time
ar: وقت التذكير
de: Erinnerungszeit
es: Hora del recordatorio
fr: Heure de rappel
hi: अनुस्मारक समय
pt_br: Hora do lembrete
zh_hans: 提醒时间

source: Reminder Type
ar: نوع التذكير
de: Erinnerungstyp
es: Tipo de recordatorio
fr: Type de rappel
hi: अनुस्मारक प्रकार
pt_br: Tipo de lembrete
zh_hans: 提醒类型

source: Reminders
ar: تذكير
de: Erinnerungen
es: Recordatorios
fr: Rappels
hi: अनुस्मारक
pt_br: Lembretes
zh_hans: 提醒

source: Reminders Active
ar: التذكيرات نشطة
de: Erinnerungen aktiv
es: Recordatorios activos
fr: Rappels actifs
hi: अनुस्मारक सक्रिय
pt_br: Lembretes ativos
zh_hans: 提醒活动
